Repository: xxshubhamxx/cmux-panecho
Catalog: Packages/macOS/CmuxSettingsUI/Sources/CmuxSettingsUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.terminal.localTmux.title
source: Keep Local Sessions Alive
ar: إبقاء الجلسات المحلية نشطة
bs: Zadrži lokalne sesije aktivnim
da: Hold lokale sessioner i live
de: Lokale Sitzungen aktiv halten
es: Mantener activas las sesiones locales
fr: Garder les sessions locales actives
it: Mantieni attive le sessioni locali
ja: ローカルセッションを維持
km: រក្សាសម័យមូលដ្ឋានឱ្យដំណើរការ
ko: 로컬 세션 유지
nb: Hold lokale økter i live
pl: Utrzymuj lokalne sesje
pt_br: Manter sessões locais ativas
ru: Сохранять локальные сеансы
th: คงเซสชันภายในเครื่องไว้
tr: Yerel oturumları canlı tut
uk: Зберігати локальні сеанси
zh_hans: 保持本地会话运行
zh_hant: 保持本機工作階段執行

# settings.terminal.localTmux.subtitle
source: Named local-tmux sessions keep processes and scrollback alive across cmux quit, crashes, and updates. Ordinary terminals keep their current behavior.
ar: تحافظ جلسات local-tmux المسماة على العمليات وسجل التمرير بعد إنهاء cmux أو تعطله أو تحديثه. وتبقى المحطات العادية على سلوكها الحالي.
bs: Imenovane local-tmux sesije čuvaju procese i historiju pomjeranja nakon izlaska iz cmux-a, rušenja i ažuriranja. Obični terminali zadržavaju trenutno ponašanje.
da: Navngivne local-tmux-sessioner holder processer og scrollback i live på tværs af afslutning, nedbrud og opdateringer af cmux. Almindelige terminaler beholder deres nuværende adfærd.
de: Benannte local-tmux-Sitzungen halten Prozesse und Scrollback über das Beenden, Abstürze und Updates von cmux hinweg am Leben. Normale Terminals behalten ihr aktuelles Verhalten.
es: Las sesiones local-tmux con nombre mantienen los procesos y el historial al salir de cmux, tras fallos y durante actualizaciones. Los terminales normales conservan su comportamiento actual.
fr: Les sessions local-tmux nommées conservent les processus et l’historique lors de la fermeture, des plantages et des mises à jour de cmux. Les terminaux ordinaires conservent leur comportement actuel.
it: Le sessioni local-tmux con nome mantengono processi e cronologia attivi dopo chiusure, arresti anomali e aggiornamenti di cmux. I terminali normali mantengono il comportamento attuale.
ja: 名前付き local-tmux セッションは、cmux の終了、クラッシュ、更新後もプロセスとスクロールバックを維持します。通常のターミナルの動作は変わりません。
km: សម័យ local-tmux ដែលមានឈ្មោះរក្សាដំណើរការ និងប្រវត្តិរំកិលឱ្យនៅសល់បន្ទាប់ពីបិទ cmux គាំង ឬធ្វើបច្ចុប្បន្នភាព។ ស្ថានីយធម្មតារក្សាឥរិយាបថបច្ចុប្បន្ន។
ko: 이름이 지정된 local-tmux 세션은 cmux 종료, 충돌 및 업데이트 후에도 프로세스와 스크롤백을 유지합니다. 일반 터미널의 현재 동작은 그대로 유지됩니다.
nb: Navngitte local-tmux-økter holder prosesser og tilbakerulling i live gjennom avslutning, krasj og oppdateringer av cmux. Vanlige terminaler beholder dagens oppførsel.
pl: Nazwane sesje local-tmux zachowują procesy i historię przewijania po zamknięciu, awarii i aktualizacji cmux. Zwykłe terminale zachowują dotychczasowe działanie.
pt_br: Sessões local-tmux nomeadas mantêm processos e histórico de rolagem após o encerramento, falhas e atualizações do cmux. Terminais comuns mantêm o comportamento atual.
ru: Именованные сеансы local-tmux сохраняют процессы и историю прокрутки после выхода, сбоев и обновлений cmux. Обычные терминалы сохраняют текущее поведение.
th: เซสชัน local-tmux ที่ตั้งชื่อจะเก็บโปรเซสและประวัติการเลื่อนไว้เมื่อออกจาก cmux เกิดข้อขัดข้อง หรืออัปเดต เทอร์มินัลทั่วไปยังคงทำงานแบบเดิม
tr: Adlandırılmış local-tmux oturumları cmux kapanışları, çökmeleri ve güncellemeleri boyunca süreçleri ve geri kaydırma geçmişini korur. Normal terminaller mevcut davranışlarını sürdürür.
uk: Іменовані сеанси local-tmux зберігають процеси й історію прокручування після виходу, збоїв та оновлень cmux. Звичайні термінали зберігають поточну поведінку.
zh_hans: 命名的 local-tmux 会话可在 cmux 退出、崩溃和更新后继续保留进程与回滚内容。普通终端保持现有行为。
zh_hant: 具名 local-tmux 工作階段可在 cmux 結束、當機與更新後繼續保留程序及捲動記錄。一般終端機維持目前行為。

# settings.terminal.localTmux.refresh
source: Refresh
ar: تحديث
bs: Osvježi
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
km: ធ្វើឱ្យស្រស់
ko: 새로 고침
nb: Oppdater
pl: Odśwież
pt_br: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

# settings.terminal.localTmux.details
source: Details
ar: التفاصيل
bs: Detalji
da: Detaljer
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
km: ព័ត៌មានលម្អិត
ko: 세부 정보
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Подробнее
th: รายละเอียด
tr: Ayrıntılar
uk: Докладніше
zh_hans: 详细信息
zh_hant: 詳細資訊

# settings.terminal.localTmux.start
source: Start Persistent Session
ar: بدء جلسة دائمة
bs: Pokreni trajnu sesiju
da: Start vedvarende session
de: Persistente Sitzung starten
es: Iniciar sesión persistente
fr: Démarrer une session persistante
it: Avvia sessione persistente
ja: 永続セッションを開始
km: ចាប់ផ្តើមសម័យអចិន្ត្រៃយ៍
ko: 지속 세션 시작
nb: Start vedvarende økt
pl: Uruchom trwałą sesję
pt_br: Iniciar sessão persistente
ru: Запустить постоянный сеанс
th: เริ่มเซสชันถาวร
tr: Kalıcı oturum başlat
uk: Запустити постійний сеанс
zh_hans: 启动持久会话
zh_hant: 啟動持久工作階段

# settings.terminal.localTmux.start.subtitle
source: Creates a named local-tmux session in the selected workspace directory and attaches it to cmux.
ar: ينشئ جلسة local-tmux مسماة في مجلد مساحة العمل المحددة ويربطها بـ cmux.
bs: Kreira imenovanu local-tmux sesiju u direktoriju odabranog radnog prostora i povezuje je s cmux-om.
da: Opretter en navngiven local-tmux-session i den valgte arbejdsområdemappe og knytter den til cmux.
de: Erstellt im Verzeichnis des ausgewählten Arbeitsbereichs eine benannte local-tmux-Sitzung und verbindet sie mit cmux.
es: Crea una sesión local-tmux con nombre en el directorio del espacio de trabajo seleccionado y la adjunta a cmux.
fr: Crée une session local-tmux nommée dans le dossier de l’espace de travail sélectionné et l’attache à cmux.
it: Crea una sessione local-tmux con nome nella directory dell’area di lavoro selezionata e la collega a cmux.
ja: 選択中のワークスペースのディレクトリに名前付き local-tmux セッションを作成し、cmux に接続します。
km: បង្កើតសម័យ local-tmux ដែលមានឈ្មោះក្នុងថតកន្លែងធ្វើការដែលបានជ្រើស ហើយភ្ជាប់វាទៅ cmux។
ko: 선택한 작업 공간 디렉터리에 이름이 지정된 local-tmux 세션을 만들고 cmux에 연결합니다.
nb: Oppretter en navngitt local-tmux-økt i mappen til det valgte arbeidsområdet og kobler den til cmux.
pl: Tworzy nazwaną sesję local-tmux w katalogu wybranego obszaru roboczego i dołącza ją do cmux.
pt_br: Cria uma sessão local-tmux nomeada no diretório do espaço de trabalho selecionado e a anexa ao cmux.
ru: Создаёт именованный сеанс local-tmux в каталоге выбранной рабочей области и подключает его к cmux.
th: สร้างเซสชัน local-tmux ที่ตั้งชื่อในไดเรกทอรีเวิร์กสเปซที่เลือกและแนบเข้ากับ cmux
tr: Seçili çalışma alanı dizininde adlandırılmış bir local-tmux oturumu oluşturur ve cmux'a bağlar.
uk: Створює іменований сеанс local-tmux у каталозі вибраного робочого простору та підключає його до cmux.
zh_hans: 在所选工作区目录中创建命名的 local-tmux 会话并将其附加到 cmux。
zh_hant: 在所選工作區目錄中建立具名 local-tmux 工作階段，並將其附加至 cmux。

# settings.terminal.localTmux.name
source: Session name
ar: اسم الجلسة
bs: Naziv sesije
da: Sessionsnavn
de: Sitzungsname
es: Nombre de sesión
fr: Nom de la session
it: Nome sessione
ja: セッション名
km: ឈ្មោះសម័យ
ko: 세션 이름
nb: Øktnavn
pl: Nazwa sesji
pt_br: Nome da sessão
ru: Имя сеанса
th: ชื่อเซสชัน
tr: Oturum adı
uk: Назва сеансу
zh_hans: 会话名称
zh_hant: 工作階段名稱

# settings.terminal.localTmux.startButton
source: Start
ar: بدء
bs: Pokreni
de: Starten
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
km: ចាប់ផ្តើម
ko: 시작
pl: Uruchom
pt_br: Iniciar
ru: Запустить
th: เริ่ม
tr: Başlat
uk: Запустити
zh_hans: 启动
zh_hant: 啟動

# settings.terminal.localTmux.status
source: Status
ar: الحالة
de: Zustand
es: Estado
fr: État
it: Stato
ja: 状態
km: ស្ថានភាព
ko: 상태
pl: Stan
ru: Состояние
th: สถานะ
tr: Durum
uk: Стан
zh_hans: 状态
zh_hant: 狀態

# settings.terminal.localTmux.attachButton
source: Attach
ar: إرفاق
bs: Poveži
da: Tilknyt
de: Verbinden
es: Adjuntar
fr: Attacher
it: Collega
ja: 接続
km: ភ្ជាប់
ko: 연결
nb: Koble til
pl: Dołącz
pt_br: Anexar
ru: Подключить
th: แนบ
tr: Bağlan
uk: Підключити
zh_hans: 附加
zh_hant: 附加

# settings.terminal.localTmux.stale
source: Stale
ar: قديمة
bs: Zastarjela
da: Forældet
de: Veraltet
es: Obsoleta
fr: Obsolète
it: Obsoleta
ja: 古い
km: ហួសសុពលភាព
ko: 오래됨
nb: Utdatert
pl: Nieaktualna
pt_br: Obsoleta
ru: Устаревший
th: ล้าสมัย
tr: Eski
uk: Застарілий
zh_hans: 已失效
zh_hant: 已失效

# settings.terminal.localTmux.checking
source: Checking…
ar: جارٍ التحقق…
bs: Provjera…
da: Kontrollerer…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Controllo…
ja: 確認中…
km: កំពុងពិនិត្យ…
ko: 확인 중…
nb: Kontrollerer…
pl: Sprawdzanie…
pt_br: Verificando…
ru: Проверка…
th: กำลังตรวจสอบ…
tr: Kontrol ediliyor…
uk: Перевірка…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# settings.terminal.localTmux.none
source: No live sessions
ar: لا توجد جلسات نشطة
bs: Nema aktivnih sesija
da: Ingen aktive sessioner
de: Keine aktiven Sitzungen
es: No hay sesiones activas
fr: Aucune session active
it: Nessuna sessione attiva
ja: 稼働中のセッションはありません
km: គ្មានសម័យកំពុងដំណើរការ
ko: 실행 중인 세션 없음
nb: Ingen aktive økter
pl: Brak aktywnych sesji
pt_br: Nenhuma sessão ativa
ru: Нет активных сеансов
th: ไม่มีเซสชันที่ทำงานอยู่
tr: Canlı oturum yok
uk: Немає активних сеансів
zh_hans: 没有活动会话
zh_hant: 沒有作用中的工作階段

# settings.terminal.localTmux.liveCount
source: Live
ar: نشطة
bs: Aktivne
da: Aktive
de: Aktiv
es: Activas
fr: Active
it: Attive
ja: 稼働中
km: កំពុងដំណើរការ
ko: 실행 중
nb: Aktive
pl: Aktywne
pt_br: Ativas
ru: Активные
th: ทำงานอยู่
tr: Canlı
uk: Активні
zh_hans: 活动
zh_hant: 作用中

# settings.terminal.localTmux.managed
source: Managed
ar: مُدارة
bs: Upravljana
da: Administreret
de: Verwaltet
es: Gestionada
fr: Gérée
it: Gestita
ja: 管理対象
km: បានគ្រប់គ្រង
ko: 관리됨
nb: Administrert
pl: Zarządzana
pt_br: Gerenciada
ru: Управляемый
th: จัดการแล้ว
tr: Yönetilen
uk: Керований
zh_hans: 已管理
zh_hant: 已管理

# settings.terminal.localTmux.unmanaged
source: Unmanaged
ar: غير مُدارة
bs: Neupravljana
da: Ikke administreret
de: Nicht verwaltet
es: No gestionada
fr: Non gérée
it: Non gestita
ja: 管理対象外
km: មិនបានគ្រប់គ្រង
ko: 관리되지 않음
nb: Ikke administrert
pl: Niezarządzana
pt_br: Não gerenciada
ru: Неуправляемый
th: ไม่ได้จัดการ
tr: Yönetilmeyen
uk: Некерований
zh_hans: 未管理
zh_hant: 未管理

# settings.terminal.localTmux.clients
source: Clients
ar: العملاء
bs: Klijenti
da: Klienter
de: Verbindungen
es: Clientes
fr: Connexions
it: Client
ja: クライアント
km: ម៉ាស៊ីនភ្ញៀវ
ko: 클라이언트
nb: Klienter
pl: Klienci
pt_br: Clientes
ru: Клиенты
th: ไคลเอนต์
tr: İstemciler
uk: Клієнти
zh_hans: 客户端
zh_hant: 用戶端

# settings.terminal.localTmux.unavailable
source: Open a workspace and try again.
ar: افتح مساحة عمل وحاول مرة أخرى.
bs: Otvorite radni prostor i pokušajte ponovo.
da: Åbn et arbejdsområde, og prøv igen.
de: Öffne einen Arbeitsbereich und versuche es erneut.
es: Abre un espacio de trabajo e inténtalo de nuevo.
fr: Ouvrez un espace de travail et réessayez.
it: Apri uno spazio di lavoro e riprova.
ja: ワークスペースを開いて、もう一度お試しください。
km: បើកកន្លែងធ្វើការ ហើយព្យាយាមម្តងទៀត។
ko: 작업 공간을 열고 다시 시도하세요.
nb: Åpne et arbeidsområde og prøv igjen.
pl: Otwórz obszar roboczy i spróbuj ponownie.
pt_br: Abra um espaço de trabalho e tente novamente.
ru: Откройте рабочую область и повторите попытку.
th: เปิดพื้นที่ทำงานแล้วลองอีกครั้ง
tr: Bir çalışma alanı açıp tekrar deneyin.
uk: Відкрийте робочу область і спробуйте ще раз.
zh_hans: 请打开一个工作区，然后重试。
zh_hant: 請開啟工作區，然後重試。

# settings.terminal.localTmux.invalidResponse
source: Could not update saved sessions. Try again.
ar: تعذر تحديث الجلسات المحفوظة. حاول مرة أخرى.
bs: Nije moguće ažurirati sačuvane sesije. Pokušajte ponovo.
da: De gemte sessioner kunne ikke opdateres. Prøv igen.
de: Gespeicherte Sitzungen konnten nicht aktualisiert werden. Versuche es erneut.
es: No se pudieron actualizar las sesiones guardadas. Inténtalo de nuevo.
fr: Impossible de mettre à jour les sessions enregistrées. Réessayez.
it: Impossibile aggiornare le sessioni salvate. Riprova.
ja: 保存済みセッションを更新できませんでした。もう一度お試しください。
km: មិនអាចធ្វើបច្ចុប្បន្នភាពសម័យដែលបានរក្សាទុកទេ។ ព្យាយាមម្តងទៀត។
ko: 저장된 세션을 업데이트하지 못했습니다. 다시 시도하세요.
nb: Kunne ikke oppdatere lagrede økter. Prøv igjen.
pl: Nie udało się zaktualizować zapisanych sesji. Spróbuj ponownie.
pt_br: Não foi possível atualizar as sessões salvas. Tente novamente.
ru: Не удалось обновить сохранённые сеансы. Повторите попытку.
th: อัปเดตเซสชันที่บันทึกไว้ไม่ได้ โปรดลองอีกครั้ง
tr: Kaydedilen oturumlar güncellenemedi. Tekrar deneyin.
uk: Не вдалося оновити збережені сеанси. Спробуйте ще раз.
zh_hans: 无法更新已保存的会话。请重试。
zh_hant: 無法更新已儲存的工作階段。請重試。

# settings.terminal.localTmux.cliMissing
source: Session persistence is unavailable. Reinstall cmux and try again.
ar: الاحتفاظ بالجلسات غير متاح. أعد تثبيت cmux وحاول مرة أخرى.
bs: Trajno čuvanje sesija nije dostupno. Ponovo instalirajte cmux i pokušajte ponovo.
da: Bevaring af sessioner er ikke tilgængelig. Geninstaller cmux, og prøv igen.
de: Sitzungen können nicht dauerhaft gespeichert werden. Installiere cmux neu und versuche es erneut.
es: La persistencia de sesiones no está disponible. Reinstala cmux e inténtalo de nuevo.
fr: La persistance des sessions est indisponible. Réinstallez cmux et réessayez.
it: La persistenza delle sessioni non è disponibile. Reinstalla cmux e riprova.
ja: セッションの永続化を利用できません。cmux を再インストールして、もう一度お試しください。
km: មិនអាចប្រើមុខងាររក្សាទុកសម័យបានទេ។ ដំឡើង cmux ឡើងវិញ ហើយព្យាយាមម្តងទៀត។
ko: 세션 유지를 사용할 수 없습니다. cmux를 다시 설치하고 다시 시도하세요.
nb: Lagring av vedvarende økter er utilgjengelig. Installer cmux på nytt og prøv igjen.
pl: Zachowywanie sesji jest niedostępne. Zainstaluj ponownie cmux i spróbuj jeszcze raz.
pt_br: A persistência de sessões está indisponível. Reinstale o cmux e tente novamente.
ru: Сохранение сеансов недоступно. Переустановите cmux и повторите попытку.
th: ไม่สามารถใช้การเก็บรักษาเซสชันได้ โปรดติดตั้ง cmux ใหม่แล้วลองอีกครั้ง
tr: Oturum kalıcılığı kullanılamıyor. cmux uygulamasını yeniden yükleyip tekrar deneyin.
uk: Збереження сеансів недоступне. Перевстановіть cmux і спробуйте ще раз.
zh_hans: 会话持久化不可用。请重新安装 cmux，然后重试。
zh_hant: 工作階段持續保存功能無法使用。請重新安裝 cmux，然後重試。

# settings.terminal.localTmux.commandFailed
source: Could not update saved sessions. Try again.
ar: تعذر تحديث الجلسات المحفوظة. حاول مرة أخرى.
bs: Nije moguće ažurirati sačuvane sesije. Pokušajte ponovo.
da: De gemte sessioner kunne ikke opdateres. Prøv igen.
de: Gespeicherte Sitzungen konnten nicht aktualisiert werden. Versuche es erneut.
es: No se pudieron actualizar las sesiones guardadas. Inténtalo de nuevo.
fr: Impossible de mettre à jour les sessions enregistrées. Réessayez.
it: Impossibile aggiornare le sessioni salvate. Riprova.
ja: 保存済みセッションを更新できませんでした。もう一度お試しください。
km: មិនអាចធ្វើបច្ចុប្បន្នភាពសម័យដែលបានរក្សាទុកទេ។ ព្យាយាមម្តងទៀត។
ko: 저장된 세션을 업데이트하지 못했습니다. 다시 시도하세요.
nb: Kunne ikke oppdatere lagrede økter. Prøv igjen.
pl: Nie udało się zaktualizować zapisanych sesji. Spróbuj ponownie.
pt_br: Não foi possível atualizar as sessões salvas. Tente novamente.
ru: Не удалось обновить сохранённые сеансы. Повторите попытку.
th: อัปเดตเซสชันที่บันทึกไว้ไม่ได้ โปรดลองอีกครั้ง
tr: Kaydedilen oturumlar güncellenemedi. Tekrar deneyin.
uk: Не вдалося оновити збережені сеанси. Спробуйте ще раз.
zh_hans: 无法更新已保存的会话。请重试。
zh_hant: 無法更新已儲存的工作階段。請重試。

# settings.terminal.localTmux.liveCountValue
source: Live: %lld
ar: نشطة: %lld
bs: Aktivne: %lld
da: Aktive: %lld
de: Aktiv: %lld
es: Activas: %lld
fr: Actives : %lld
it: Attive: %lld
ja: 稼働中：%lld
km: កំពុងដំណើរការ៖ %lld
ko: 실행 중: %lld
nb: Aktive: %lld
pl: Aktywne: %lld
pt_br: Ativas: %lld
ru: Активные: %lld
th: ทำงานอยู่: %lld
tr: Canlı: %lld
uk: Активні: %lld
zh_hans: 活动：%lld
zh_hant: 作用中：%lld

# settings.terminal.localTmux.clientsCount
source: Clients: %lld
ar: العملاء: %lld
bs: Klijenti: %lld
da: Klienter: %lld
de: Verbindungen: %lld
es: Clientes: %lld
it: Client: %lld
ja: クライアント：%lld
km: ម៉ាស៊ីនភ្ញៀវ៖ %lld
ko: 클라이언트: %lld
nb: Klienter: %lld
pl: Klienci: %lld
pt_br: Clientes: %lld
ru: Клиенты: %lld
th: ไคลเอนต์: %lld
tr: İstemciler: %lld
uk: Клієнти: %lld
zh_hans: 客户端：%lld
zh_hant: 用戶端：%lld

# settings.automation.rules
source: Automation Rules
ar: قواعد الأتمتة
bs: Pravila automatizacije
da: Automatiseringsregler
de: Automatisierungsregeln
es: Reglas de automatización
fr: Règles d’automatisation
it: Regole di automazione
ja: 自動化ルール
km: ច្បាប់ស្វ័យប្រវត្តិកម្ម
ko: 자동화 규칙
nb: Automatiseringsregler
pl: Reguły automatyzacji
pt_br: Regras de automação
ru: Правила автоматизации
th: กฎการทำงานอัตโนมัติ
tr: Otomasyon Kuralları
uk: Правила автоматизації
zh_hans: 自动化规则
zh_hant: 自動化規則

# settings.automation.rules.counts
source: %1$lld total • %2$lld enabled • %3$lld disabled
ar: %1$lld إجمالي • %2$lld مفعّلة • %3$lld معطّلة
bs: %1$lld ukupno • %2$lld omogućeno • %3$lld onemogućeno
da: %1$lld i alt • %2$lld aktiveret • %3$lld deaktiveret
de: %1$lld gesamt • %2$lld aktiviert • %3$lld deaktiviert
es: %1$lld en total • %2$lld activadas • %3$lld desactivadas
fr: %1$lld au total • %2$lld activées • %3$lld désactivées
it: %1$lld totali • %2$lld abilitate • %3$lld disabilitate
ja: 合計 %1$lld • 有効 %2$lld • 無効 %3$lld
km: សរុប %1$lld • បានបើក %2$lld • បានបិទ %3$lld
ko: 총 %1$lld개 • 활성 %2$lld개 • 비활성 %3$lld개
nb: %1$lld totalt • %2$lld aktivert • %3$lld deaktivert
pl: Łącznie %1$lld • włączone %2$lld • wyłączone %3$lld
pt_br: %1$lld no total • %2$lld ativadas • %3$lld desativadas
ru: Всего %1$lld • включено %2$lld • отключено %3$lld
th: ทั้งหมด %1$lld • เปิดใช้ %2$lld • ปิดใช้ %3$lld
tr: Toplam %1$lld • %2$lld etkin • %3$lld devre dışı
uk: Усього %1$lld • увімкнено %2$lld • вимкнено %3$lld
zh_hans: 共 %1$lld 条 • 已启用 %2$lld 条 • 已禁用 %3$lld 条
zh_hant: 共 %1$lld 條 • 已啟用 %2$lld 條 • 已停用 %3$lld 條

# settings.automation.rules.edit
source: Edit Rules
ar: تحرير القواعد
bs: Uredi pravila
da: Rediger regler
de: Regeln bearbeiten
es: Editar reglas
fr: Modifier les règles
it: Modifica regole
ja: ルールを編集
km: កែសម្រួលច្បាប់
ko: 규칙 편집
nb: Rediger regler
pl: Edytuj reguły
pt_br: Editar regras
ru: Редактировать правила
th: แก้ไขกฎ
tr: Kuralları Düzenle
uk: Редагувати правила
zh_hans: 编辑规则
zh_hant: 編輯規則

# settings.automation.rules.empty
source: No rules configured yet.
ar: لم يتم تكوين أي قواعد بعد.
bs: Još nema konfiguriranih pravila.
da: Ingen regler er konfigureret endnu.
de: Noch keine Regeln konfiguriert.
es: Aún no hay reglas configuradas.
fr: Aucune règle configurée pour l’instant.
it: Nessuna regola configurata.
ja: 設定済みのルールはまだありません。
km: មិនទាន់មានច្បាប់ដែលបានកំណត់ទេ។
ko: 아직 구성된 규칙이 없습니다.
nb: Ingen regler er konfigurert ennå.
pl: Nie skonfigurowano jeszcze żadnych reguł.
pt_br: Nenhuma regra configurada ainda.
ru: Правила ещё не настроены.
th: ยังไม่ได้กำหนดกฎ
tr: Henüz yapılandırılmış kural yok.
uk: Правила ще не налаштовані.
zh_hans: 尚未配置规则。
zh_hant: 尚未設定規則。

# settings.automation.rules.error
source: The automation rules file could not be loaded. Edit the JSON file and reload.
ar: تعذر تحميل ملف قواعد الأتمتة. حرّر ملف JSON ثم أعد التحميل.
bs: Datoteku pravila automatizacije nije moguće učitati. Uredite JSON datoteku i ponovo učitajte.
da: Automatiseringsregelfilen kunne ikke indlæses. Rediger JSON-filen, og genindlæs.
de: Die Datei mit den Automatisierungsregeln konnte nicht geladen werden. Bearbeite die JSON-Datei und lade sie neu.
es: No se pudo cargar el archivo de reglas de automatización. Edita el archivo JSON y vuelve a cargarlo.
fr: Impossible de charger le fichier de règles d’automatisation. Modifiez le fichier JSON puis rechargez.
it: Impossibile caricare il file delle regole di automazione. Modifica il file JSON e ricarica.
ja: 自動化ルールファイルを読み込めませんでした。JSON ファイルを編集して再読み込みしてください。
km: មិនអាចផ្ទុកឯកសារច្បាប់ស្វ័យប្រវត្តិកម្មបានទេ។ កែសម្រួលឯកសារ JSON ហើយផ្ទុកឡើងវិញ។
ko: 자동화 규칙 파일을 불러올 수 없습니다. JSON 파일을 편집한 후 다시 로드하세요.
nb: Filen med automatiseringsregler kunne ikke lastes inn. Rediger JSON-filen og last inn på nytt.
pl: Nie udało się wczytać pliku reguł automatyzacji. Edytuj plik JSON i przeładuj.
pt_br: Não foi possível carregar o arquivo de regras de automação. Edite o arquivo JSON e recarregue.
ru: Не удалось загрузить файл правил автоматизации. Отредактируйте JSON-файл и перезагрузите.
th: ไม่สามารถโหลดไฟล์กฎการทำงานอัตโนมัติได้ แก้ไขไฟล์ JSON แล้วโหลดใหม่
tr: Otomasyon kuralları dosyası yüklenemedi. JSON dosyasını düzenleyip yeniden yükleyin.
uk: Не вдалося завантажити файл правил автоматизації. Відредагуйте JSON-файл і перезавантажте.
zh_hans: 无法加载自动化规则文件。请编辑 JSON 文件后重新加载。
zh_hant: 無法載入自動化規則檔案。請編輯 JSON 檔案後重新載入。

# settings.automation.rules.loading
source: Loading rules…
ar: جارٍ تحميل القواعد…
bs: Učitavanje pravila…
da: Indlæser regler…
de: Regeln werden geladen…
es: Cargando reglas…
fr: Chargement des règles…
it: Caricamento regole…
ja: ルールを読み込み中…
km: កំពុងផ្ទុកច្បាប់…
ko: 규칙 불러오는 중…
nb: Laster inn regler…
pl: Wczytywanie reguł…
pt_br: Carregando regras…
ru: Загрузка правил…
th: กำลังโหลดกฎ…
tr: Kurallar yükleniyor…
uk: Завантаження правил…
zh_hans: 正在加载规则…
zh_hant: 正在載入規則…

# settings.automation.rules.missing
source: No rules file yet.
ar: لا يوجد ملف قواعد بعد.
bs: Još nema datoteke pravila.
da: Ingen regelfil endnu.
de: Noch keine Regeldatei.
es: Aún no hay archivo de reglas.
fr: Aucun fichier de règles pour l’instant.
it: Nessun file di regole.
ja: ルールファイルはまだありません。
km: មិនទាន់មានឯកសារច្បាប់ទេ។
ko: 아직 규칙 파일이 없습니다.
nb: Ingen regelfil ennå.
pl: Nie ma jeszcze pliku reguł.
pt_br: Nenhum arquivo de regras ainda.
ru: Файла правил ещё нет.
th: ยังไม่มีไฟล์กฎ
tr: Henüz kural dosyası yok.
uk: Файлу правил ще немає.
zh_hans: 尚无规则文件。
zh_hant: 尚無規則檔案。
